/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "%g faltando";

/* column header in activity window */
"Account" = "Conta";

/* Activity: title of the window */
"Activity" = "Atividade";

/* connection checker: check button */
"Check" = "Verificar";

/* connection checker: progress string */
"Check in progress\\U2026" = "Verificação em andamento…";

/* connection checker: title of the window */
"Connection Checker" = "Verificador de Conexão";

/* activity window: done in progress column */
"done" = "feito";

/* connection checker: when connections all succeed */
"Everything is ok." = "Tudo ok.";

/* connection checker: Failed */
"Failed" = "Falhou";

/* column header in activity window */
"Folder" = "Pasta";

/* connection checker: label for IMAP server */
"IMAP server:" = "Servidor IMAP:";

/* activity window: when no progress value is available */
"in progress" = "em andamento";

/* connection checker: OK */
"OK" = "OK";

/* column header in activity window */
"Operation" = "Operação";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "Por favor verifique a exatidão dos nomes dos servidores IMAP e SMTP. É provável porém, que você esteja atrás de um firewall que não permite conexões IMAP ou SMTP.";

/* column header in activity window */
"Progress" = "Progresso";

/* connection checker: column header */
"Server" = "Servidor";

/* connection checker: label for SMTP server */
"SMTP server:" = "Servidor SMTP:";

/* connection checker: column header */
"Status" = "Estado";

